Repository: haorendashu/cache_relay
Catalog: lib/l10n/intl_*.arb
Languages: el, pl, ro, sl

source: About
el: Σχετικά με
pl: O nas
ro: Despre
sl: o

source: About me
el: Σχετικά με μένα
pl: O mnie
ro: Despre mine
sl: O meni

# App_des_info_1
source: Locally cache high-frequency data, millisecond response, say goodbye to the loading wait of public relays, and make real-time social interaction as smooth as flowing water.
el: Τοπική αποθήκευση δεδομένων υψηλής συχνότητας, απάντηση σε millisecond, αποχαιρετισμός από την αναμονή φόρτωσης του δημόσιου ρελέ, κοινωνική επικοινωνία σε πραγματικό χρόνο όπως το σύννεφο της γραμμής.
pl: Lokalne przechowywanie danych o wysokiej częstotliwości, odpowiedź na poziomie milisekund, pożegnanie z oczekiwaniem na ładowanie przekaźnika publicznego, społeczność w czasie rzeczywistym jak chmura liniowa.
ro: Cache-ul local al datelor de înaltă frecvență, răspunsul la milisecunde, așteptarea de încărcare a relurilor publice, socializarea în timp real ca o linie în nor.
sl: Lokalno shranjevanje visokofrekvenčnih podatkov, milisekundni odziv, poslovitev od nakladanja javnih relejev, socialna interakcija v realnem času je kot tekoči oblaki in voda.

# App_des_info_2
source: Critical information is stored locally and persistently. Even if the global relay is down, your content is still safe and can be retrieved at any time.
el: Κρίσιμες πληροφορίες αποθηκεύονται τοπικά και μόνιμα, έτσι ώστε το περιεχόμενο σας να παραμένει ασφαλές και διαθέσιμο ανά πάσα στιγμή, ακόμη και αν το παγκόσμιο μετάδοσο διακοπεί.
pl: Kluczowe informacje są przechowywane lokalnie i trwale, dzięki czemu Twoje treści są bezpieczne i dostępne w dowolnym momencie, nawet jeśli globalne przekazy nie działają.
ro: Informațiile critice sunt stocate în permanență locală, astfel încât conținutul dvs. să rămână în siguranță și accesibil în orice moment, chiar dacă relajele globale nu funcționează.
sl: Lokalno trajno shranjevanje kritičnih informacij zagotavlja, da tudi v primeru globalne izpade prenosa vaša vsebina ostane varna in dostopna kadar koli.

# App_des_info_3
source: You can browse cached content even without network, and check historical messages and personal dynamics at any time. After the network is restored, it will automatically update online.
el: Μπορείτε να περιηγηθείτε στο περιεχόμενο της μνήμης προσωρινής μνήμης χωρίς δίκτυο, να έχετε πρόσβαση σε μηνύματα ιστορικού και προσωπικές δυναμικές ανά πάσα στιγμή και να ενημερώνεστε αυτόματα μετά την ανάκτηση του δικτύου.
pl: Można przeglądać pamięć podręczną również bez sieci, wiadomości z historii, dynamiczne informacje osobowe są dostępne w dowolnym momencie i są automatycznie aktualizowane po przywróceniu sieci.
ro: Puteți naviga și fără rețea în conținutul cache, mesajele istorice și dinamica personală sunt accesate în orice moment și rețeaua se actualizează automat după recuperare.
sl: Ko omrežja ni, je mogoče vsebino predpomnilnika še vedno brskati, zgodovinska sporočila in osebne posodobitve si lahko kadarkoli ogledate, po obnovitvi omrežja pa bodo opravljene samodejne posodobitve omrežja.

# App_des_info_4
source: Locally handle a large number of repeated requests, greatly reduce the pressure of public relay traffic, and speed up and reduce the burden on Nostr network.
el: Η τοπική επεξεργασία μεγάλων αριθμών επαναλαμβανόμενων αιτημάτων μειώνει σημαντικά την πίεση της δημόσιας κυκλοφορίας μετάδοσης και επιταχύνει το βάρος του δικτύου Nostr.
pl: Lokalne przetwarzanie dużej liczby powtarzających się żądań znacznie zmniejsza ciśnienie ruchu przekaźnika publicznego i przyspiesza obciążenie sieci Nostr.
ro: Procesarea locală a unui număr mare de cereri duplicate reduce semnificativ presiunea traficului public de relé și reduce sarcina pentru rețeaua Nostr.
sl: Lokalna obdelava velikega števila podvojenih zahtev znatno zmanjša pritisk na javni relejski promet ter pospeši in zmanjšuje obremenitev Nostrovega omrežja.

# App_des_title_1
source: Improve data access speed
el: Αυξημένη ταχύτητα πρόσβασης σε δεδομένα
pl: Zwiększenie prędkości dostępu do danych
ro: Accesul mai rapid la date
sl: Izboljšanje hitrosti dostopa do podatkov

# App_des_title_2
source: Ensure data reliability
el: Διασφάλιση αξιοπιστίας δεδομένων
pl: Zapewnienie niezawodności danych
ro: Asigurarea fiabilității datelor
sl: Zagotoviti zanesljivost podatkov

# App_des_title_3
source: Support offline access
el: Υποστήριξη πρόσβασης εκτός σύνδεσης
pl: Obsługa dostępu offline
ro: Suport pentru acces offline
sl: Podpora dostopu brez povezave

# App_des_title_4
source: Optimize network load
el: Βελτιστοποίηση του φορτίου δικτύου
pl: Optymalizacja obciążenia sieci
ro: Optimizarea sarcinii de rețea
sl: Optimiziraj obremenitev omrežja

source: Auto
el: Αυτόματο
pl: Automatyczny
ro: automată
sl: samodejno

source: Broadcase user's events
el: Μεταδόσεις γεγονότων χρηστών
pl: Nadawanie zdarzeń użytkownika
ro: Emiterea evenimentelor utilizatorilor
sl: Oddajte uporabniške dogodke

source: Cancel
el: Ακύρωση
pl: Anuluj
ro: Anulează
sl: prekliči

source: Confirm
el: Επιβεβαίωση
pl: Potwierdzenie
ro: Confirmare
sl: potrdi

source: Connections
el: Σύνδεσμοι
pl: Linki
ro: Legături
sl: povezava

source: Copy Success
el: Η αντιγραφή ήταν επιτυχής
pl: Pomyślne kopiowanie
ro: Copiat cu succes
sl: Replikacija uspeha

source: Custom
el: Προσαρμοσμένη
pl: Niestandardowe
ro: Personalizat
sl: Prilagodite

source: Dark
el: Μαύρο
pl: Ciemny
ro: Întunecat
sl: temna barva

source: Default
el: Προεπιλεγμένο
pl: Domyślne
ro: implicit
sl: privzeto

source: Event Sign Check
el: Επαλήθεια υπογραφής γεγονότος
pl: Weryfikacja podpisu zdarzenia
ro: Verificarea semnăturii evenimentului
sl: Preverjanje podpisa dogodka

source: Follow System
el: Ακολουθήστε το σύστημα
pl: System śledzenia
ro: Sistemul de urmărire
sl: Sledite sistemu.

source: General
el: Συνήθως
pl: Zwykle
ro: Obișnuită
sl: konvencija

source: Hide
el: Απόκρυψη
pl: Ukryj
ro: Ascunde
sl: skrij

# Input_relay_host_title
source: Please input relay host.
el: Παρακαλώ εισάγετε το όνομα τομέα μετάδοσης.
pl: Proszę wpisać nazwę domeny.
ro: Introduceți numele de domeniu.
sl: Prosim, vnesite ime prenosa domene.

# Input_relay_port_title
source: Please input relay port.
el: Παρακαλώ εισάγετε τη θύρα μετάδοσης.
pl: Proszę wpisać port przekaźnikowy.
ro: Introduceți portul de relé.
sl: Prosim, vstopite v relejska vrata.

source: Language
el: Γλώσσα
pl: Język
ro: Limbă
sl: jezik

source: Light
el: Φωτό χρώμα
pl: Jasne
ro: Culoare deschisă
sl: barva svetlobe

source: Relay Address
el: Διεύθυνση μετάδοσης
pl: Adres przekaźnika
ro: Adresa de relé
sl: naslov prenosa

source: Relay Config
el: Ρυθμίσεις μετάδοσης
pl: Konfiguracja przekaźnika
ro: Configurarea relului
sl: Nastavitev releja

source: Relay Host
el: Όνομα τομέα μετάδοσης
pl: Nazwa domeny
ro: Numele de domeniu
sl: Prenesi ime domene

source: Relay Port
el: Θύρα μετάδοσης
pl: Porty przekaźnikowe
ro: Porturi de relé
sl: Vrata prtljažnika

source: Setting
el: Ρυθμίσεις
pl: Ustawienia
ro: Setări
sl: nastavitev

source: Show
el: Εμφάνιση
pl: Pokaż
ro: Afișează
sl: prikaz

source: Start
el: Ξεκινήστε
pl: Zacznij
ro: Începe
sl: začetek

source: Stop
el: Σταμάτα!
pl: Przestań.
ro: Opreşte-te.

source: Theme Style
el: Τύπος θέματος
pl: Typ tematu
ro: Tip de subiect
sl: Vrsta teme

source: Traffic
el: Κίνηση
pl: przepływ
ro: traficul
sl: internetni promet

# Value_will_work_after_restar_relay
source: Value will work after restart relay.
el: Η τιμή θα τεθεί σε ισχύ μετά την επανεκκίνηση του μετάδοσης
pl: Wartości będą aktywne po ponownym uruchomieniu przekazu
ro: Valoarea după repornire va intra în vigoare
sl: Vrednost bo začela veljati šele po ponovnem zagonu releja

source: Close
el: Κλείστε
pl: Zamknij
ro: Închide
sl: zapri

source: Open
el: Άνοιξε.
pl: Otwórz.
ro: Deschide!
sl: odprto
